Repository: adityazanzane-coditas/GoRouter-Firebase-App-Flutter
Catalog: lib/l10n/app_*.arb
Languages: ar, mr

# settingScreen
source: Setting
ar: إعداد
mr: समायोजन

source: User Name
ar: اسم المستخدم
mr: वापरकर्त्याचे नाव

source: Language
ar: لغة
mr: भाषा

source: English
ar: الإنجليزية
mr: इंग्रजी

source: Hindi
ar: الهندية
mr: हिंदी

source: Marathi
ar: الماراثية
mr: मराठी

source: Arabic
ar: العربية
mr: अरबी

source: Logout
ar: تسجيل خروج
mr: लॉगआउट करा

source: Home
ar: الصفحة الرئيسية
mr: मुख्यपृष्ठ

source: Books
ar: الكتب
mr: पुस्तके

source: Book one
ar: الكتاب الأول
mr: पुस्तक एक

source: Book one description
ar: وصف الكتاب الأول
mr: पुस्तक एकाचे वर्णन

source: Book two
ar: الكتاب الثاني
mr: पुस्तक दोन

source: Book two description
ar: وصف الكتاب الثاني
mr: पुस्तक दोनाचे वर्णन

source: Book three
ar: الكتاب الثالث
mr: पुस्तक तीन

source: Book three description
ar: وصف الكتاب الثالث
mr: पुस्तक तीनाचे वर्णन

source: Book four
ar: الكتاب الرابع
mr: पुस्तक चार

source: Book four description
ar: وصف الكتاب الرابع
mr: पुस्तक चाराचे वर्णन

source: Authors
ar: المؤلفون
mr: लेखक

source: Author one
ar: المؤلف الأول
mr: लेखक एक

source: Author one description
ar: وصف المؤلف الأول
mr: लेखक एकाचे वर्णन

source: Author two
ar: المؤلف الثاني
mr: लेखक दोन

source: Author two description
ar: وصف المؤلف الثاني
mr: लेखक दोनाचे वर्णन

source: Author three
ar: المؤلف الثالث
mr: लेखक तीन

source: Author three description
ar: وصف المؤلف الثالث
mr: लेखक तीनाचे वर्णन

source: Author four
ar: المؤلف الرابع
mr: लेखक चार

source: Author four description
ar: وصف المؤلف الرابع
mr: लेखक चाराचे वर्णन
